<template>
  <div class="policy-warp">
    <div class="title policy-title">隐私政策</div>
    <ol class="policy-content">
      <li>在万博，我们一直致力以最严格的方式来保护客户的个人资料。这是一份法律文件，清楚说明万博如何处理收集得来及确认客户身份的数据。此隐私权政策是规则与条例中的一部分，您应该将此政策和规则与条例文件一起阅读。</li>
      <li>万博会尽力保护您所有的个人资料，不会将有关数据转售或转交给第三方。</li>
      <li>当您在万博注册账户时，您已承认在浏览我们的网站时，已完全理解及接受此政策详细描述的使用规则。</li>
      <li>万博团队不容许发放垃圾邮件，并绝不会向您发送未经许可的电子邮件。您可能会收到一些定期的电邮，向您更新有关万博产品的资讯和服务。当本网站推出新颖，好玩和有趣的推广活动，这些电邮就能帮助您充分享受本网站的服务。</li>
      <li>万博使用被称为“信息记录程序（cookies）”的小档案使客户方便浏览本网站。为使浏览更轻松快捷，我们可能会使用一种临时“对话”的信息记录程序。当客户关闭浏览器时，这些信息记录程序也随之消失。</li>
      <li>大多数互联网浏览器都会自动接收信息记录程序，您可以设定您的浏览器拒绝信息记录程序或要求浏览器显示信息记录程序建立的位置。本网站有些服务必须有信息记录程序才能使用，假如您拒绝信息记录程序，本网站有可能不可以替您提供某些服务项目。</li>
      <li>我们亦会使用信息记录程序来编辑不记名的数据，用作了解客户如何使用万博旗下产品，并从中改进网页结构（我们并不能通过这种方式来识别您的身份）。</li>
      <li>信息记录程序和嵌入代码能提供浏览本网站网页的一般站点和非个人的统计信息。万博会使用此类信息作改善客户服务之用。</li>
      <li>我们可能会将您提供的（或向您收集的）的数据，提供给万博或相关的联属公司，但仅作此政策所描述之用途。</li>
      <li>如万博用于经营的所有资产（或大部分）被第三方收购，我们可能会将个人数据转移给收购者，以便收购者能继续提供相同的服务。</li>
      <li>我们有严格的安全措施来保护我们的客户数据库，仅限内部员工始可使用。但每位客户亦有责任防止任何未经授权的连接，以确保没有人能使用您的万博相关账户。当关闭万博网站时，谨记注销或退出万博网站，并保管好您的密码以免外泄。</li>
      <li>当按法律规定或当万博所选的第三方支付公司和金融机构需要填写有关资料以验证您的交易，万博保留权利向外界提供有关资料。</li>
      <li>我们只会按照博彩执照的规定来保留您的个人数据。</li>
      <li>如万博网站含有其他站点的链接，这只供作参考之用。我们不会对有关网站的隐私惯例或网址的内容承担责任。 </li>
      <li>万博保留权利可自行对此隐私权政策作出任何更改。此政策如有任何更改均具有约束力，并立即生效。</li>
      <li>此隐私权政策于2016年3月更新。</li>
    </ol>
  </div>
</template>

<script>
export default {
  name: "Privacy-Policy"
}
</script>

<style lang="less" scoped>
.policy-warp {
  position: relative;
  padding-bottom: 50px;
}
.policy-title {
  font-size: 24px;
  line-height: 24px;
  padding-bottom: 12px;
}
.policy-content { 
  list-style-type : none;
  counter-reset:sectioncounter;
}
.policy-content li {
  font-size: 18px;
  line-height: 48px;
} 
.policy-content li:before {  
  content:counter(sectioncounter) "、";   
  counter-increment:sectioncounter;  
 }
</style>


